Repository: rribas-tech/SantoRosarioApp
Catalog: rosario/Localizable.xcstrings
Source language: pt_br
Languages: en, it

# mysteries.sorrowful.second.scripture
source: «Então lhes soltou Barrabás; mas a Jesus mandou açoitar, e o entregou para ser crucificado» (Mt 27,26).
en: "Pilate released Barabbas to them, but after he had Jesus scourged, he handed him over to be crucified" (Mt 27:26).
it: Pilato rimise in libertà per loro Barabba e, dopo aver fatto flagellare Gesù, lo consegnò perché fosse crocifisso. (Mt 27,26)

# mysteries.sorrowful.second.title
source: Segundo Mistério Doloroso
en: Second Sorrowful Mystery
it: Secondo mistero del dolore

# mysteries.sorrowful.third.name
source: Coroação de Espinhos
en: The crowning with thorns
it: Gesù è incoronato di spine

# mysteries.sorrowful.third.scripture
source: «Os soldados do governador conduziram Jesus para o pretório e rodearam-no com todo o pelotão. Arrancaram-lhe as vestes e colocaram-lhe um manto escarlate. Depois, trançaram uma coroa de espinhos, meteram-lha na cabeça e puseram-lhe na mão uma vara. Dobrando os joelhos diante dele, diziam com escárnio: "Salve, rei dos judeus!"» (Mt 27, 27-29).
en: "Then the soldiers of the governor took Jesus into the praetorium, and they gathered the whole battalion before him. And they stripped him and put a scarlet robe upon him, and plaiting a crown of thorns they put it on his head, and put a reed in his right hand. And kneeling before him they mocked him, saying, 'Hail, King of the Jews!'" (Mt 27:27-29).
it: I soldati spogliarono Gesù, gli fecero indossare un mantello scarlatto, intrecciarono una corona di spine, gliela posero sul capo e gli misero una canna nella mano destra. Poi, inginocchiandosi davanti a lui, lo deridevano: «Salve, re dei Giudei!». (Mt 27,28-29)

# mysteries.sorrowful.third.title
source: Terceiro Mistério Doloroso
en: Third Sorrowful Mystery
it: Terzo mistero del dolore

# navigation.next
source: Próximo
en: Next
it: Successivo

# navigation.previous
source: Anterior
en: Previous
it: Precedente

# prayers.aveMaria.body
source: Ave Maria, cheia de graça, o Senhor é convosco. Bendita sois Vós entre as mulheres, bendito é o fruto de Vosso ventre, Jesus. Santa Maria, Mãe de Deus, rogai por nós, pecadores, agora e na hora de nossa morte. Amém.
en: Hail, Mary, full of grace, the Lord is with thee: blessed art thou among women, and blessed is the fruit of thy womb, Jesus. Holy Mary, Mother of God, pray for us sinners, now, and at the hour of our death. Amen.
it: Ave o Maria, piena di grazia, il Signore è con te. Tu sei benedetta fra le donne e benedetto è il frutto del seno tuo, Gesù. Santa Maria, Madre di Dio, prega per noi peccatori, adesso e nell'ora della nostra morte. Amen.

# prayers.aveMaria.name
source: Ave Maria
en: Hail Mary

# prayers.credo.body
source: Creio em Deus, Pai todo-poderoso, Criador do Céu e da Terra E em Jesus Cristo, seu único Filho, nosso Senhor que foi concebido pelo poder do Espírito Santo; nasceu da Virgem Maria; padeceu sob Pôncio Pilatos, foi crucificado, morto e sepultado; desceu à mansão dos mortos; ressuscitou ao terceiro dia; subiu aos Céus; está sentado à direita de Deus Pai todo-poderoso, de onde há-de vir a julgar os vivos e os mortos. Creio no Espírito Santo; na santa Igreja Católica; na comunhão dos Santos; na remissão dos pecados; na ressurreição da carne; e na vida eterna. Amém.
en: sem tradução
it: sem tradução

# prayers.credo.name
source: Credo (Símbolo dos Apóstolos)
en: sem tradução
it: sem tradução

# prayers.gloriaPatri.body
source: Glória ao Pai, ao Filho e ao Espírito Santo, como era no princípio, agora e sempre. Amém.
en: Glory be to the Father, and to the Son, and to the Holy Spirit. As it was in the beginning, is now, and ever shall be, world without end. Amen.
it: Gloria al Padre e al Figlio e allo Spirito Santo. Come era nel principio e ora e sempre, nei secoli dei secoli. Amen.

# prayers.gloriaPatri.name
source: Glória ao Pai
en: Glory Be
it: Gloria al Padre

# prayers.gloriaPatriEtFatima.name
source: Glória ao Pai e Jaculatória de Fátima
en: Glory Be and Fatima Prayer
it: Gloria al Padre e Preghiera di Fatima

# prayers.jaculatoriaFatima.body
source: Óh! Meu Jesus, perdoai-nos, livrai-nos do fogo do inferno, vai as almas todas para o Céu e socorrei principalmente as que mais precisarem.
en: sem tradução
it: sem tradução

# prayers.jaculatoriaFatima.name
source: Jaculatória de Fátima
en: sem tradução
it: sem tradução

# prayers.paterNoster.body
source: Pai Nosso, que estais no céu, santificado seja o Vosso Nome, venha a nós o Vosso Reino, seja feita a Vossa Vontade, assim na terra como no céu. O pão nosso de cada dia nos dai hoje, perdoai-nos as nossas ofensas, assim como nós perdoamos a quem nos tenha ofendido. E não nos deixeis cair em tentação, mas livrai-nos do mal. Amém.
en: Our Father, who art in heaven, hallowed be thy name, thy kingdom come, thy will be done on earth as it is in heaven. Give us this day our daily bread and forgive us our trespasses as we forgive those who trespass against us, and lead us not into temptation but deliver us from evil. Amen.
it: Padre Nostro che sei nei cieli, sia santificato il tuo nome, venga il tuo regno, sia fatta la tua volontà, come in cielo così in terra. Dacci oggi il nostro pane quotidiano, e rimetti a noi i nostri debiti come anche noi li rimettiamo ai nostri debitori, e non abbandonarci alla tentazione, ma liberaci dal male. Amen.

# prayers.paterNoster.name
source: Pai Nosso
en: Our Father
it: Padre Nostro

# prayers.salveRegina.body
source: Salve Rainha, Mãe de Misericórdia, vida, doçura e esperança nossa, salve! A Vós bradamos, os degredados filhos de Eva. A Vós suspiramos, gemendo e chorando neste vale de lágrimas. Eia, pois, Advogada nossa, esses Vossos olhos misericordiosos a nós volvei, e, depois deste desterro, mostrai-nos a Jesus, bendito fruto de Vosso ventre, ó clemente, ó piedosa, ó doce sempre Virgem Maria. Rogai por nós, santa Mãe de Deus, Para que sejamos dignos das promessas de Cristo. Amém.
en: Hail, holy Queen, mother of mercy; hail, our life, our sweetness and our hope. To thee do we cry, poor banished children of Eve; to thee do we send up our sighs, mourning and weeping in this valley of tears. Turn then, most gracious advocate, thine eyes of mercy towards us; and after this our exile, show unto us the blessed fruit of thy womb, Jesus. O clement, O loving, O sweet Virgin Mary. Amen.
it: Salve, o Regina, madre di misericordia, vita, dolcezza e speranza nostra, salve. A te ricorriamo, esuli figli di Eva: a te sospiriamo, gementi e piangenti in questa valle di lacrime. Orsù dunque, avvocata nostra, rivolgi a noi gli occhi tuoi misericordiosi. E mostraci, dopo questo esilio, Gesù, il frutto benedetto del tuo seno. O clemente, o pia, o dolce Vergine Maria.

# prayers.salveRegina.name
source: Salve Rainha
en: Hail Holy Queen
it: Salve Regina

# rosary.finale.name
source: Salve Rainha
en: Hail Holy Queen
it: Salve Regina

# rosary.introduction.bead.aveMaria1
source: Ave Maria, Filha Bem Amada do Padre Eterno
en: sem tradução
it: sem tradução

# rosary.introduction.bead.aveMaria2
source: Ave Maria, Mãe Admirável de Deus Filho
en: sem tradução
it: sem tradução

# rosary.introduction.bead.aveMaria3
source: Ave Maria, Esposa Fidelíssima do Divino Espírito Santo
en: sem tradução
it: sem tradução

# rosary.introduction.name
source: Em nome do Pai, do Filho e do Espírito Santo.
en: In the name of the Father and of the Son and of the Holy Spirit.
it: Nel nome del Padre e del Figlio e dello Spirito Santo.

# rosary.introduction.scripture
source: «Ó Deus, vinde em nosso auxílio; Senhor, socorrei-nos e salvai-nos» (Salmo 69/70)
en: "O God come to my aid; O Lord, make haste to help me" (Psalm 69/70)
it: «O Dio vieni a salvarmi. Signore, vieni presto in mio aiuto» (Salmo 69/70)

# rosary.introduction.title
source: INTRODUÇÃO
en: INTRODUCTION
it: INTRODUZIONE

source: Santo Rosário
en: Holy Rosary
it: Santo Rosario

# settings.done
source: OK
en: Done
it: Fine

# settings.language.app
source: Idioma do App
en: App Language
it: Lingua dell'App

# settings.language.app.footer
source: Altera o idioma da navegação e dos títulos.
en: Changes the language of navigation and titles.
it: Cambia la lingua della navigazione e dei titoli.

# settings.language.prayer
source: Idioma das Orações
en: Prayer Language
it: Lingua delle Preghiere

# settings.language.prayer.footer
source: Altera o idioma dos textos das orações.
en: Changes the language of the prayer texts.
it: Cambia la lingua dei testi delle preghiere.

# settings.title
source: Ajustes
en: Settings
it: Impostazioni
